[
    {
        "prod_id": "1",
        "prod_name": "Lemon",
        "prod_category": "Fruit",
        "prod_price": "180.00",
        "prod_img": "lemon.png",
        "prod_decription": "The lemon (Citrus limon) is a species of small evergreen tree in the flowering plant family Rutaceae, native to Asia, primarily Northeast India (Assam), Northern Myanmar or China",
        "comments" : []
       },
     
       {
        "prod_id": "2",
        "prod_name": "Carrot",
        "prod_category": "Vegetable",
        "prod_price": "120.00",
        "prod_img": "carrot.png",
        "prod_decription": "The carrot (Daucus carota subsp. sativus) is a root vegetable, typically orange in color, though purple, black, red, white, and yellow cultivars exist, all of which are domesticated forms of the wild carrot, Daucus carota, native to Europe and Southwestern Asia. ",
        "comments" : []
       },
     
       {
        "prod_id": "3",
        "prod_name": "Broccoli",
        "prod_category": "Vegetable",
        "prod_price": "280.00",
        "prod_img": "broccoli.png",
        "prod_decription": "Broccoli (Brassica oleracea var. italica) is an edible green plant in the cabbage family (family Brassicaceae, genus Brassica) whose large flowering head, stalk and small associated leaves are eaten as a vegetable. Broccoli is classified in the Italica cultivar group of the species Brassica oleracea. ",
        "comments" : []
       },
     
       {
        "prod_id": "4",
        "prod_name": "Chicken",
        "prod_category": "Meat",
        "prod_price": "320.00",
        "prod_img": "chicken.png",
        "prod_decription": "Chicken is the most common type of poultry in the world. Owing to the relative ease and low cost of raising chickens—in comparison to mammals such as cattle or hogs—chicken meat (commonly called just 'chicken') and chicken eggs have become prevalent in numerous cuisines.",
        "comments" : []
       },
     
       {
        "prod_id": "5",
        "prod_name": "Pepsi",
        "prod_category": "Beverages",
        "prod_price": "180.00",
        "prod_img": "pepsi.png",
        "prod_decription": "Pepsi is a carbonated soft drink manufactured by PepsiCo. Originally created and developed in 1893 by Caleb Bradham and introduced as Brad's Drink, it was renamed as Pepsi-Cola in 1898,[1] and then shortened to Pepsi in 1961",
        "comments" : []
       },
     
       {
        "prod_id": "6",
        "prod_name": "Tea",
        "prod_category": "Beverages",
        "prod_price": "520.00",
        "prod_img": "tea.png",
        "prod_decription": "Tea is an aromatic beverage prepared by pouring hot or boiling water over cured or fresh leaves of Camellia sinensis, an evergreen shrub native to China and other East Asian countries. After water, it is the most widely consumed drink in the world",
        "comments" : []
       },
     
       {
        "prod_id": "7",
        "prod_name": "Apple",
        "prod_category": "Fruit",
        "prod_price": "100.00",
        "prod_img": "apple.png",
        "prod_decription": "An apple is an edible fruit produced by an apple tree (Malus domestica). Apple trees are cultivated worldwide and are the most widely grown species in the genus Malus. The tree originated in Central Asia, where its wild ancestor, Malus sieversii, is still found today. Apples have been grown for thousands of years in Asia and Europe and were brought to North America by European colonists.",
        "comments" : []
       },
     
       {
        "prod_id": "8",
        "prod_name": "Fish",
        "prod_category": "Fish",
        "prod_price": "480.00",
        "prod_img": "fish.png",
        "prod_decription": "Many species of fish are consumed as food in virtually all regions around the world. Fish has been an important source of protein and other nutrients for humans throughout history.",
        "comments" : []
       },
     
       {
        "prod_id": "9",
        "prod_name": "Butter",
        "prod_category": "Dairy",
        "prod_price": "360.00",
        "prod_img": "butter.png",
        "prod_decription": "Butter is a dairy product made from the fat and protein components of churned cream. It is a semi-solid emulsion at room temperature, consisting of approximately 80% butterfat.",
        "comments" : []
       },
     
       {
        "prod_id": "10",
        "prod_name": "Beef",
        "prod_category": "Meat",
        "prod_price": "1200.00",
        "prod_img": "beef.png",
        "prod_decription": "Beef can be prepared in various ways; cuts are often used for steak, which can be cooked to varying degrees of doneness, while trimmings are often ground or minced, as found in most hamburgers. Beef contains protein, iron, and vitamin B12.",
        "comments" : []
       },
     
       {
        "prod_id": "11",
        "prod_name": "Tuna",
        "prod_category": "Fish",
        "prod_price": "600.00",
        "prod_img": "tuna.png",
        "prod_decription": "A tuna is a saltwater fish that belongs to the tribe Thunnini, a subgrouping of the Scombridae (mackerel) family. The Thunnini comprise 15 species across five genera,[2] the sizes of which vary greatly, ranging from the bullet tuna (max. length: 50 cm (1.6 ft), weight: 1.8 kg (4 lb)) up to the Atlantic bluefin tuna (max. length: 4.6 m (15 ft), weight: 684 kg (1,508 lb)).",
        "comments" : []
       },
     
       {
        "prod_id": "12",
        "prod_name": "Broccoli",
        "prod_category": "Vegetable",
        "prod_price": "280.00",
        "prod_img": "broccoli.png",
        "prod_decription": "The lemon (Citrus limon) is a species of small evergreen tree in the flowering plant family Rutaceae, native to Asia, primarily Northeast India (Assam), Northern Myanmar or China",
        "comments" : []
       }
]